{  
   "img":"http://ghk.h-cdn.co/assets/15/50/980x490/landscape-1449872398-hair-color-trends-2016.jpg",
   "title":"",
   "type":"content",
   "list":[ 
      {  
         "type":"text",
         "text":"Chocolate Rose Gold
You can officially call 2016 the year of rose gold hair, with celebrities as well as beauty bloggers loving up on this shimmery shade. This version, by colorist Mark South, features pink tones along the bottom with deeper brown hues up top to prevent the need for a touchup every six weeks on the dot. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/41/1476212506-rose-gold-ombre.jpg"
      },
      {  
         "type":"text",
         "text":"Grombre
This gray ombre look created by Amanda at The Hear Salon is a chic, toned-down way to wear an unconventional color. From a dark gray to a paler shade toward the bottom, this style is perfect for any hair length, whether you've got a chic bob or long layers."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/37/480x486/gallery-1473703784-gray-ombre-grombre-hair-trend.jpg"
      },
      {  
         "type":"text",
         "text":"Sun-Kissed Ombre
If you're scared of losing your summer tan, fear not: You can get that lovely glow back with a new hair color. Ask your colorist to add warm honey tones throughout your hair, concentrating it more toward the bottom, to give both your hair and your skin a healthy glow."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/39/480x720/stephanie-after-1_1.jpg"
      },
      {  
         "type":"text",
         "text":"Warm Peach
Just when you thought hair colors were about to cool down, this juicy shade is breathing new life into hairstyles all over. Take this fun look that colorist Alex Brownsell created for model Georgia May Jagger. Wary of its intensity? Don't worry — both soft and vibrant orange hues are surprisingly flattering on most skin tones."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x480/gallery-1472225184-georgia-may-jagger-peach-hair.jpg"
      },
      {  
         "type":"text",
         "text":"Smoky Lilac
If you like ombre styles and unnatural shades, we've got a beautiful new hair color for you: smoky lilac. As seen in this sweeping look by hairstylist Kendall Noel, smoky lilac hair transitions from a deep grayish purple down to a pale, foggy lavender. The result: a mysterious, unique shade that looks especially lovely on longer hair."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/26/480x577/gallery-1467306846-smoky-lilac-hair-color.png"
      },
      {  
         "type":"text",
         "text":"Mermaid Blue
Blue never seems to go out of style, but this multicolored look is everywhere right now. Combining turquoise, aqua, navy and cobalt, this mermaid-inspired dye job can totally change depending on how you style it. Plus, it works on just about any skin tone."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/39/480x720/sam-after-2_1.jpg"
      },
      {  
         "type":"text",
         "text":"Watermelon Hair
Sure, watermelon may be your number one favorite juicy snack in the summer, but did you ever imagine it would wind up as a hair trend? Combining vivid greens with sweet pinks is one of the most daring color combos of the season, giving hair an appearance that's good enough to eat."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/23/480x476/gallery-1465313422-screen-shot-2016-06-07-at-113010-am.png"
      },
      {  
         "type":"text",
         "text":"Flamboyage
With a name this fun to say, of course flamboyage is a gorgeous, exciting style. A combination of ombre and balayage hairstyles, this is accomplished using Flamboyage strips created by renowned hairstylist Angelo Seminara, this technique results in a brightened yet natural, lived-in look."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/17/480x599/gallery-1461946742-jessica-biel.jpg"
      },
      {  
         "type":"text",
         "text":"Snowlights
With "snowlight" highlights, shimmering pieces of pale blonde scatter across the top of the head like — you guessed it — snow. Try this to get a sparkling lift for your summer hair color."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/16/480x722/gallery-1461273180-snowlights.jpg"
      }
   ]
}