{  
   "img":"http://ghk.h-cdn.co/assets/15/50/980x490/landscape-1449872398-hair-color-trends-2016.jpg",
   "title":"",
   "type":"content",
   "list":[ 
      {  
         "type":"text",
         "text":"Smoky Violets
Pastel purple hair has been huge for the past few years, but this smokier violet style is the newer, more modern way to go. Ask your stylist to color your hair with multiple cool-toned purples, giving it dimension and movement."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/39/480x719/carina-after-2_2.jpg"
      },
      {  
         "type":"text",
         "text":"Denim Blue
We've seen tons of neon shades in salons and on the red carpet, but this new blue color is truly unique. Unlike a bright or pastel shade, denim hair is a subtler dusty blue."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/16/480x658/gallery-1461273110-denim-hair-1.jpg"
      },
      {  
         "type":"text",
         "text":"Warm Autumn Lights
If your hair is already a rich, dark brown color, ask your stylist for warm-toned streaks to instantly give it more dimension. When adding highlights in the fall, think amber, caramel, chestnut, chocolate and auburn, recommends Pierre Michel colorist Delilah Fernandez."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/39/480x720/brie-after_1.jpg"
      },
      {  
         "type":"text",
         "text":"Rose Gold
Ready to try the hair trend that's taking over Instagram? Rose gold hair is a pretty, ethereal shade of pink-tinted blonde that's being worn by celebs like Emma Roberts. It's so radiant, it lights up your whole look — even if you're not wearing any makeup!"
      },
      {  
         "type":"image",
         "url":"Buttery Blonde
After a few years of cool blonde shades popping up all over, warm blondes are making a comeback. Think more buttery beige and sandy blondes, less icy blondes, says celebrity stylist Brian O'Connor."
      },
      {  
         "type":"text",
         "text":"http://ghk.h-cdn.co/assets/15/50/480x634/gwyneth-paltrow-buttery-blonde-hair.jpg"
      },
      {  
         "type":"image",
         "url":"Deep Eggplant
Naturally curly hair looks stunning in bold jewel tones — and fall is the perfect time to try one. For a dazzling take dark hair, try a rich dark purple color. No matter what your eye color is, this hue is sure to make them stand out beautifully."
      },
      {  
         "type":"text",
         "text":"http://ghk.h-cdn.co/assets/16/39/480x720/cameron-after-2_1.jpg"
      },
      {  
         "type":"image",
         "url":"Cuivre Red
Get ready to see this French word, meaning copper, all over the place as this shimmery shade gets big in 2016. The cuivre trend of reflective intense copper is going to be the most popular shade of red in 2016, says Rick Wellman, Schwarzkopf Professional Representative. Think Julianne Moore with amped-up intensity and tons of glossiness."
      },
      {  
         "type":"text",
         "text":"http://ghk.h-cdn.co/assets/15/50/480x615/christina-hendricks-copper-red-hair.jpg"
      }
   ]
}