{  
   "img":"http://ghk.h-cdn.co/assets/15/50/980x490/landscape-1449872398-hair-color-trends-2016.jpg",
   "title":"",
   "type":"content",
   "list":[ 
      {  
         "type":"text",
         "text":"Streaks of Neon
If the all-over neon hair colors of 2015 scared you away from unnatural shades, you're in luck. A strong presence of neon accent pieces will be seen in 2016 on those wishing to express their carefree, fun, and adventurous side, predicts Pendley."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x521/jordin-sparks-neon-blue-hair.jpg"
      },
      {  
         "type":"text",
         "text":"Ultra-Thin Foils
Not sure if you want to commit to a big change? Whether you wear it straight, wavy or curly, natural brown hair gets a subtle yet noteworthy update when several tiny highlights are added throughout. The contrast makes your hair look thicker without requiring any fussy upkeep."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/39/480x720/gallery-1475076228-laurie-after-1.jpg"
      },
      {  
         "type":"text",
         "text":"Pillowy Soft Blondes
Delicate blonde hues are about to get big. Blonde hair in 2016 will be pastel, says Pendley. These shades will be soft — almost see-through. If you do decide to go ultra-light, be sure to read up on all the care light locks require. The worst thing you can do after bleaching and processing your hair is let it get dry, dull, and scraggly."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x646/emma-stone-blonde-hair.jpg"
      },
      {  
         "type":"text",
         "text":"Pastel Glamour
Pastel shades mixed with glamorous styling are anticipated, says Scrivo. If unnatural dye colors bring messy hair and damaged locks to mind, just wait until you see all the pretty pink, purple, and blue 'dos styled to perfection."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x722/pastel-pink-hair.jpg"
      },
      {  
         "type":"text",
         "text":"Flattering Naturals
Getting trendy with your hair is always a lot of fun, but a color that fits with your complexion and undertones will always be in. Natural color that is best suited with your skin tone is one 'trend' that never goes out of style, says Scrivo. Keep it as healthy and shiny as possible by taking great care of it with these handy tips!"
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x720/natural-hair-color.jpg"
      },
      {  
         "type":"text",
         "text":"Shimmering Shades
Everyone saw the silver hair trend of the last year explode, but it looks like it's finally dying down. 2015 was all about cool grays and soft violets, so I think we'll be seeing a shift in that aspect, predicts O'Connor. I see more warmer colors coming into play for 2016 — more golds, rose golds, and peaches."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x690/sienna-miller-peach-hair-color.jpg"
      }
   ]
}