{  
   "img":"http://ghk.h-cdn.co/assets/15/50/980x490/landscape-1449872398-hair-color-trends-2016.jpg",
   "title":"",
   "type":"content",
   "list":[ 
      {  
         "type":"text",
         "text":"Woodsy Brown
If you've always wanted to go dark with your hair, now's the time. Brown hair colors will be more woodsy, ranging from chocolate to espresso, says Giselle of Pierre Michel. If you're stressed about the dullness of your hair, ask your colorist to apply a color gloss for added shine."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x707/kerry-washington-espresso-hair-color.jpg"
      },
      {  
         "type":"text",
         "text":"Dainty Babylights
These delicate highlights hit the hair scene in 2015, so they're set to go mainstream in the coming year. Babylights will take off in 2016, says Breitung. These are similar to balayage and ombre techniques, but more subtle shades of blonde are placed in the hair to create soft, natural look."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x600/gallery-1449865683-karlie-kloss-babylights.jpg"
      },
      {  
         "type":"text",
         "text":"Dusty Pastel
Neon and bright shades had their moment to shine, but a quieter take on funky hair colors is around the corner. I see creative colors being used in a softer, less bold way, almost a dusty look, observes O'Connor."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x599/gallery-1449865347-kelly-osbourne-pastel-purple-hair-bangs.jpg"
      },
      {  
         "type":"text",
         "text":"Really Ronze
If you've noticed yourself looking a little tired lately, this shimmery color can light up your complexion. Ronze is a mixture of copper red and bronze brown, says Matrix StyleLink celebrity hairstylist George Papanikolas. If you love this look, here's a quick guide to getting the perfect shade for your skin tone."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x600/gallery-1449869279-julianne-moore-ronze-hair-color.jpg"
      },
      {  
         "type":"text",
         "text":"right Pop
Deeper unnatural colors will be popular in a less-is-more manner, predicts Corbett. Instead of a whole head of unnatural color, a pop of color will serve as a peekaboo on a few select strands. Expect rich plums, dark navies, and intense magentas."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x599/gallery-1449866604-michelle-branch-purple-hair.jpg"
      },
      {  
         "type":"text",
         "text":"Bold Burgundy
This beautiful deep reddish purple hue is the perfect balance of natural and unnatural shades — and it's about to get big in 2016. Gone are the Crayola selection of M&M shades, says Blum. More bold color choices this coming year will be burgundies and all shades of purple"
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x600/gallery-1449870531-rihanna-burgundy-hair.jpg"
      },
      {  
         "type":"text",
         "text":"Strawberry Blonde
Feeling a little pale? This trend is sure to illuminate your complexion and revitalize your look. For 2016, blondes will take a turn towards strawberry and apricot, predicts Blum. These shades breathe life into lighter skin and can be custom-mixed by a colorist to pair with most skin tones."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/50/480x600/gallery-1449871169-rachel-mcadams-strawberry-blonde-hair.jpg"
      },
      {  
         "type":"text",
         "text":""
      },
      {  
         "type":"image",
         "url":""
      },
      {  
         "type":"text",
         "text":""
      },
      {  
         "type":"image",
         "url":""
      },
      {  
         "type":"text",
         "text":""
      },
      {  
         "type":"image",
         "url":""
      }
   ]
}