{  
   "img":"",
   "title":"",
   "type":"content",
   "list":[  
      
      {  
         "type":"text",
         "text":"Dress up bare walls with a trip to the photo shop. Get a favorite shot digitally enlarged and then add strips of wood along the top and bottom as a quick frame."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/22/480x599/gallery-1432763413-quick-decor-changes-1-de.jpg"
      },
      {  
         "type":"text",
         "text":"A set of nesting bowls can accessorize your shelf or illuminate the dinner table thanks to this bright idea. Bonus: You can make it in under an hour. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/54ff90e9c41bf-cool-shades-1-lgn.jpg"
      },
      {  
         "type":"text",
         "text":"Spruce up an IKEA chest with new hardware, paint and wallpaper. Even sample swatches of your favorite print can get the job done."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/09/480x653/hollywood-glam.jpg"
      },
      {  
         "type":"text",
         "text":"Furniture making doesn't get easier than this. Attach hairpin legs to a piece of laminated shelf pine (available at lumber stores) for a simple shoe-tying spot."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/22/480x600/gallery-1432763607-quick-decor-changes-5-de.jpg"
      },
      {  
         "type":"text",
         "text":"Old cabinet door destined for the landfill? Don't be so closed-minded! With paint and a pair of drawer pulls, a salvaged cabinet door makes a great tray for entertaining. Fill any holes in the board with wood filler from a hardware store; let dry at least two hours. Sand and paint the surface; pre-drill holes and screw in handles of about four inches, as shown."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/5500123db18c4-cabinet-tray-0909-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Give your dining table a cheery face-lift for fall by making these custom, easy-care placemats. To start, gather fabric (heavier, \"home decorating\" weight&nbsp;works best), pinking shears&nbsp;and iron-on vinyl topping, which is available at most fabric stores. Cut fabric into 12\"-by-17\" rectangles; iron. For each mat, cut two rectangles of the same size from the vinyl. Following package directions, iron a piece of vinyl onto each side of the place mat; use pinking shears to trim the edges of your mats. You'll be able to sponge away any spills. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/5500123debf75-place-mats-0909-s3.jpg"
      }
      
   ]
}