{  
   "img":"http://ghk.h-cdn.co/assets/15/41/980x490/gallery-1444173370-christmas-table-decorations.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Cable Knit
On top of a woolly tablecloth, holiday favorites like pine cones and flowers look a little less traditional. Top off each place setting with a DIY snowflake napkin ring."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff99dc2905e-traditional-1-xln.jpg"
      },
      {  
         "type":"text",
         "text":"Woodsy Mix
This five-minute centerpiece is as easy as filling a glass container with unshelled nuts, faux cranberries, pine cones, cinnamon sticks and dried citrus. Centered on a polished wood slice, the table's good to go."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x552/54ff8f9f3cfc5-pinecones-s2.jpg"
      },
      {  
         "type":"text",
         "text":"Mini Wreaths
A bit of greenery is all your neutral linens need. After making name cards with cut cardboard, secure the tags to a circle of leaves welcoming each guest."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/49/480x578/gallery-1449263293-holiday-table-setting-1.jpg"
      },
      {  
         "type":"text",
         "text":"Pile of Gifts
Not all the presents need to be under the tree. Show off your prettiest wrapping paper on the dinner table, swapping pink for red for an extra twist. Fill out the display with homemade confetti-filled ornaments in coordinating colors."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff99db6039d-feminine-2-xln.jpg"
      },
      {  
         "type":"text",
         "text":"Golden Frond
Wheat stalks from the craft store can look just as pretty as fresh blooms. Just cinch the sheaf with ribbon and place inside a clear vase on top of faux snow. Surround the container with almonds and evergreens for extra oomph. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x552/54fefcfe606f2-1211-wheat-stalks-with-red-and-white-rubbon-in-glass-vase-xl.jpg"
      },
      {  
         "type":"text",
         "text":"Winter Wonderland
Celebrate a white Christmas, no matter the climate. Use tiny gingerbread houses, monochrome florals and even miniature marshmallows to set the snow-dusted scene."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff99da1082b-white-2-xln.jpg"
      },
      {  
         "type":"text",
         "text":"Straight Lines
Custom linens don't get simpler than this. Snip and sew red ticking fabric, matching the stripes to cheery chargers and crimson berries. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/550021c705890-festive-red-and-white-table-setting-1210-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Farm Table
Black and gray look suddenly festive with lots of rustic touches, like wrapped succulents, flickering candles and bowls of walnuts. Keep it casual by swapping formal wine glasses for cozy coffee mugs."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff99dc67c74-masculine-2-xln.jpg"
      },
      {  
         "type":"text",
         "text":"Extra Glitz
If there's no more room on the tree, pour ornaments and tinsel in a clear vase. The glittery contents will bounce candlelight all around the room.  "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/54ff8fa27ac98-ornaments-mdn-68814851.jpg"
      }
   ]
}