{  
   "img":"http://ghk.h-cdn.co/assets/15/41/980x490/gallery-1444173370-christmas-table-decorations.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Ultra Modern
Black, white and neon yellow aren't the traditional palette, but they look fresh on baubles and paper Christmas trees. For each not-so evergreen, use printed card stock or paint on your own mod patterns. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff99dacce3d-modern-2-xln.jpg"
      },
      {  
         "type":"text",
         "text":"On Display
Play up the vintage appeal of old-fashioned peppermint sticks with antique silver. The tarnished finish only adds to the look, so go ahead and skip the polish. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/550021c7a65ef-peppermint-sticks-in-silver-cups-1210-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Perfect Pears
Thanks to a pearl-topped pin, ripe pears serve as edible name-card holders. Pears also appear, with greenery and tiny ornaments, in a DIY-on-a-dime centerpiece."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff9acf2ffd9-pears-bjyjox-xln.jpg"
      },
      {  
         "type":"text",
         "text":"Go Nuts
Heaped with walnuts, cranberries and kumquats, a cylinder vase displays festive flavors. Place a tall (8- to 12-inch) pillar candle and holder inside the vase; surround with fruits and nuts."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/55005ae3c2e05-candle-holder-craft-1209-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Fruit of Fancy
Faux grapes, limes and pears dusted with glitter look plucked from Jack Frost's icy orchard — and will last for years. (To craft, coat fruit with spray adhesive and roll in a mixture of three parts white glitter to one part silver glitter.)"
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/550012d04bd90-fruit-tray-decoration-1209-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Wrapping Paper Napkin Rings
Take a bit of gift wrap scrap to dress up rolled napkins for your buffet."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/54fe290b361eb-napkin-rings-wrapping-paper-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Let It Shine
Sophisticated yet stress-free, this candlelit centerpiece will last until you ring in the New Year. Just place several snowy tapers in short candlesticks in the center of a store-bought boxwood wreath."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x576/55005ae38c0be-candle-wreath-craft-1209-s3.jpg"
      },
      {  
         "type":"text",
         "text":"Fine Cones
Here's a fast, festive way to spruce up some evergreen seeds: Lightly spray-paint half the cones in cheery cranberry, the rest in shimmery silver; display in a clear glass bowl. Or to make a Pop Art-y piece, coat cones completely in a bright lime or gold."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/55003f11a512e-spray-painted-pine-cones-fb.jpg"
      },
      {  
         "type":"text",
         "text":"A Bright Idea
Decorative candles are rarely cheap, and when they've burned down, your investment has burned up. For a more affordable glow, buy plain pillar candles and embellish them with thumbtacks and pushpins."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/55003f1148723-pushpin-decorative-candles-fb.jpg"
      }
   ]
}