{  
   "img":"http://cms.cb.asmsrv.co/cnvyr/cpprimary/590x393/halloween-pumpkins-faces-porch.jpg",
   "title":"Tools",
   "type":"content",
   "list":[  
      {  
         "type":"title",
         "title":"Tools You Need to Carve a Pumpkin Properly"
      },
      {  
         "type":"text",
         "text":"Once you have the right pumpkin, you\"ll need the right carving tools for success. We're fans of this all-inclusive carving kit by PumpkinMasters.com . "
      },
      {  
         "type":"image",
         "url":"http://cms.cb.asmsrv.co/cnvyr/pumpkin-carving-tools-crop.jpg"
      },
      {  
         "type":"text",
         "text":"You can find these almost anywhere, but pick one that includes the scraper, carver and designs you can use on the pumpkin. Here are two tools you won't want to go without for sure!"
      },
      {  
         "type":"title",
         "title":"Scooper"
      },
      {  
         "type":"image",
         "url":"https://s3-production.bobvila.com/pages/10915/cover/professional-pumpkin-carving-tools-1.jpg?1439913076"
      },
      {  
         "type":"text",
         "text":"Forget the old-school method of using a spoon; craft stores and supermarkets (and even many pumpkin patches!) sell sturdy plastic scoopers that will make the unpleasant job of gutting the pumpkin much easier. A trick to easy carving is to pick the side of the pumpkin you want to carve and use the scraper to scrape down the skin of the pumpkin so its much thinner. This will allow you to carve quickly and easily since you dont have to cut through thick skin."
      }, 
      {  
         "type":"title",
         "title":"Carving Tool"
      },
      {  
         "type":"text",
         "text":"For the actual carving, dont use a knife - kitchen knives are too sharp and dangerous, and silverware knives are too dull and clumsy. As with the scooper, pick up a carving tool at the store - its a thin, small serrated blade attached to a plastic handle. The small blade lets you go wild with the details and the serrated blade cuts the pumpkin easily."
      }
   ]
}