{  
   "img":"http://m.img.brothersoft.com/android/42/426aa4355dde048e0092e0474f9e1722_screeshots_5.jpeg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Message board

As family or guests arrive for Thanksgiving, have them write what they are thankful for on a paper leaf and pin it up. This frame was constructed using a linen-covered foam core and an old frame. Cut paper leaves from old books or scrapbook paper in different fall shades."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101787850.jpg?itok=b3Z7RA2V"
      },
      {  
         "type":"text",
         "text":"Creative candleholders

Use repurposed candleholders for easy fall displays of small pumpkins and gourds. Look for inexpensive candleholders in varying heights at a garage sale or antiques store, then spray-paint black for a unified look."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101171101.jpg?itok=_JfTa-cP"
      },
      {  
         "type":"text",
         "text":"Thankful wreath

 A Give Thanks wreath sets a welcoming Thanksgiving tone at your front door. Decorate a homemade or purchased evergreen wreath with roses, pinecones, hypericum berries, champagne grapes and hydrangeas (keep flower stems in water picks)."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101417333a.jpg?itok=fhia1NQ7"
      },
      {  
         "type":"text",
         "text":"Cloche encounter

Pile miniature white pumpkins into a cloche or bell jar, top with a plate and then turn it over so the plate sits on a tabletop. It’s easy and elegant! "
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101840040_2.jpg?itok=2fbOYz-o"
      },
      {  
         "type":"text",
         "text":"Cozy glow

Wrap glass votive holders in textural flair. Tie raffia around three or four overlapping moistened corn husks trimmed to fit. A spotted guinea fowl feather (available at crafts stores) adds a flourish. "
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/102026521_w.jpg?itok=d6NveBZ-"
      },
      {  
         "type":"text",
         "text":"Cornucopia

Small pumpkins and gourds spilling out of a cornucopia create a lush seasonal look on your tabletop."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101631598.jpg?itok=YSvFYpq2"
      },
      {  
         "type":"text",
         "text":"Feathered thanks

This thankful turkey can be a decoration all month long or constructed just before your Thanksgiving dinner. To create this project, begin with a large pinecone. Cut feather shapes from scrapbook paper, crease them in half lengthwise and fringe the edges with scissors. Construct the turkey's head by cutting out an oval and a circle and adding googly eyes, a beak and a wattle. Have family or guests write what they're thankful for on the feathers and tuck feathers into pinecone."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101784275L.jpg?itok=DmlT3gTI"
      },
      {  
         "type":"text",
         "text":"Thanksgiving card tray

These simple cards send seasonal messages or identify where guests sit. Cut cardstock with pinking shears and decorate with rubber-stamp designs and handwritten messages. Choose tone-on-tone or metallic ink for a sophisticated look."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/BHG157481.jpg?itok=SNMkNhw3"
      }
   ]
}