{  
   "img":"",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Hues of autumn

Footed glass containers show off ribbons, beans and nuts in fall hues. The copper tray adds shiny sophistication and makes the arrangement portable."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101745232.jpg?itok=lJmxAr9R"
      },
      {  
         "type":"text",
         "text":"Nut votive

Place these pretty votives on your Thanksgiving dining table, mantel or coffee table. Just gather unshelled nuts and layer in a glass cup around a small candle. Save a few nuts to scatter near your display."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101277025_0.jpg?itok=BpqJseBg"
      },
      {  
         "type":"text",
         "text":"Bucket of color

For a casual seasonal look, place an eclectic mix of deep-tone and long-lasting plants in a galvanized bucket or vintage-style vessel. We used dark red carnations, juniper branches, plum-colored calla lilies and purple millet ornamental grass in this pretty fall display."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101819013.jpg?itok=1Uo7YZhP"
      },
      {  
         "type":"text",
         "text":"Moss and rocks

This table arrangement works perfectly for a quick and easy Thanksgiving decoration. Arrange rocks and bits of moss around small candles in tiny flowerpots. Switch in tiny ornaments and sprigs of evergreen to keep it on your table into December!"
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/BHG154126.jpg?itok=58VEm4uD"
      },
      {  
         "type":"text",
         "text":"Cuffed vases

Add Thanksgiving flavor to a tabletop or mantel with cylinder vases filled with nuts and flowers. Roll coordinating scrapbook paper into decorative cuffs that slip inside the vase. Vary the look by substituting wheat, branches or snips of any pretty leafy plant for the flowers."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101906590_0.jpg?itok=-lpsqAa8"
      },
      {  
         "type":"text",
         "text":"Acorn tree

A coat of paint transforms acorns into tiny ornaments. Hang them from a branch with twine loops glued to the caps. The long serving tray, filled with more acorns and a bowl, visually balances the display. Adjust the colors of the paint to coordinate with your table linens."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101509209.jpg?itok=QqgximKO"
      },
      {  
         "type":"text",
         "text":"Flower ring

Fashion flowers from corn husks for seasonal napkin rings. To create the flower, cut a freehand spiral from a soaked corn husk so it has at least four rings. Starting from the outside, roll up the spiral. This will form a rose shape. Let dry; the rose should hold its shape loosely. Secure with gel glue. Glue a circle to the base. For the ring, cut out a rectangle and fold to form a loop. Hot-glue ends. Glue flower to the top, and you’re ready!"
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/102026514_w.jpg?itok=i3OTO4Hd"
      },
      {  
         "type":"text",
         "text":"Natural display

A pumpkin basket makes an imaginative centerpiece for a fall table.

 Hollow out the pumpkin, then place a block of wet floral foam inside. Position a pillar candle in the foam and surround with fall blooms and berries to complete this DIY fall decoration."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/pumpkin-decorating-100010099cc.jpg?itok=Ql7y3Umm"
      }
   ]
}