{  
   "img":"",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Nature's artistry wreath

Embellish a square store-bought magnolia wreath with color-coordinated real and faux materials, including twigs, seedpods, nuts, berries, wheat and leaves."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101655549v1.jpg?itok=8DLyd-wL"
      },
      {  
         "type":"text",
         "text":"Bountiful bouquet

Turn a tall glass vase into a feather-filled display. Arrange wheat, green Hypericum berries and purchased feathers in a vase filled with birdseed."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101431802v1.jpg?itok=y2zqCHUY"
      },
      {  
         "type":"text",
         "text":"Pinecone tree

This pinecone tree is worth showing off until winter is past. Stand branches in a clear cylindrical vase, adding small pinecones and glass or plastic balls filled with greenery to support the branches. Hang small pinecones and tiny snowflake ornaments from the branches. "
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/100991611.jpg?itok=n4JkeDAw"
      },
      {  
         "type":"text",
         "text":"Pen your thanks

Make the holiday meal more meaningful by giving each guest a personal note of appreciation. Present the notes in envelopes as place cards. Or turn them into keepsakes: Print each message on colorful paper and wrap it around a candleholder. (But don't leave lit candles unattended.)"
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101416954.jpg?itok=F5dTV9yH"
      },
      {  
         "type":"text",
         "text":"Center of attention

For a bountiful centerpiece, cover a cake stand with fanned out corn husks. Then pile on gourds, leaves and ornamental corn."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/102026532_w.jpg?itok=3ceqdlvO"
      },
      {  
         "type":"text",
         "text":"Flowers under glass

Just flip unused flutes and wine glasses over flower buds for this easy last-minute centerpiece. Place on top of a decorative charger or tray. For a long-lasting arrangement, use artificial flowers."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101753976.jpg?itok=Dfajkmgl"
      },
      {  
         "type":"text",
         "text":"Give thanks

For quick and easy homemade place settings, start with brown craft paper and create space for each guest to write a list of things they're thankful for. The lists will make great dinner conversation, too!"
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/102277881.jpg?itok=PRbRNOOH"
      },
      {  
         "type":"text",
         "text":"Natural tones

For a wreath that lasts from fall through Christmas, try this brown and gold arrangement.

Wire dried artichokes, lotus pods and pinecones to the bottom of a grapevine wreath. Tuck brown- and gold-tinted magnolia leaves (from a crafts store) between twigs. If needed, secure leaves with hot glue. A glittery bird ornament perched on a pinecone (and secured with wire) adds shimmer."
      },
      {  
         "type":"image",
         "url":"http://images.midwestliving.mdpcdn.com/sites/midwestliving.com/files/styles/slide/public/101784729.jpg.rendition.largest.jpg?itok=1DZHPqtR"
      }
   ]
}