{  
   "img":"https://sc01.alicdn.com/kf/HTB1XqjxGpXXXXXAXXXXq6xXFXXXd/220959023/HTB1XqjxGpXXXXXAXXXXq6xXFXXXd.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"1. Keep It Simple

By keeping your long evening dresses simple, the people that are around you have the opportunity to see you and remember you. While if you choose to wear a dramatic dress, the eyes will be turned to your dress or a part of the dress, not on you. So, I advise you to pick a simple, monochromatic design that fits your body well."
      },
      {  
         "type":"image",
         "url":"http://www.fashiondivadesign.com/wp-content/uploads/2016/09/dress2.jpg"
      },
      {  
         "type":"text",
         "text":"2. Fit

Most of the ladies loose extra weight just before the special event. It will be good to try the dress the week before the event, because it may need some alterations. Even the most beautiful dress will look horrible if it does not fit like a glove. If you have gain some weight, choose to wear black evening dresses for your next special events.

3. Draw The Eye Up

Try to keep the bottom of the evening maxi dresses plain, so that the people around you begin to look up. Keep your waist simple. Don’t choose dresses with a belt of rhinestones at the waist, because the people will focus on the belt and won’t see your face. Keep the rhinestones and other embellishments close to your face."
      },
      {  
         "type":"image",
         "url":"http://www.fashiondivadesign.com/wp-content/uploads/2016/09/dress3.jpg"
      },
      {  
         "type":"text",
         "text":"4. White Sometimes Wins

Along with nude and black, white is a neutral color. These three colors allow you to shine instead of the dress. However, if you are completely confident, you can wear any color you want. Evening dresses UK are magnificent and will make you look astonishing on the stage.

5. Avoid Distractions

If the fabric and trim are the same color, the people will see more of you. So, I advise you to avoid prints. Also avoid wearing shiny fabrics."
      },
      {  
         "type":"image",
         "url":"http://www.fashiondivadesign.com/wp-content/uploads/2016/09/dress4.jpg"
      },
      {  
         "type":"text",
         "text":"Picking the perfect evening gown isn’t as difficult as you think it is. The factors above does help! Choose the dress that you like the most and the one that fits your body shape best and go out like a real diva!"
      }
   ]
}