{  
   "img":"http://ghk.h-cdn.co/assets/cm/15/11/980x700/54ff94b7e0a2b-ghk-1212-christmas-tree-white-decorations-s2.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Party Theme: White Christmas
Play Bing Crosby's 1942 classic as everyone savors starters in a frosty wonderland. This fete's luscious appetizers are quicker than they look — most take less than 10 minutes to prep. Get the recipes for our irresistible hors d'oeuvres, and read on for all the craft instructions."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/980x700/54ff94b7e0a2b-ghk-1212-christmas-tree-white-decorations-s2.jpg"
      },
     {  
         "type":"text",
         "text":"Origami Bird Ornament
Craft Instructions
• White scrapbook paper or lightweight card stock, 8 1/2" 11"

• Pattern

• Double-sided tape

Print out pattern and trace onto white paper. Cut out head, body, wings and tail as shown. Where pattern indicates, fold pieces and cut small slits on wings and tail. Slip tail into slit in body (slit allows you to angle tail upward). Using double-sided tape, adhere tail to underside of body. Next, position wings on top of body. Make the V folds in middle of wings as pattern indicates (this allows wings to rest on back of body). Put a small piece of tape under V fold in wings, then adhere wings to body. Tape head into place on body, in front of wings."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94b837793-ghk-1212-origami-bird-ornament-s2.jpg"
      },{  
         "type":"text",
         "text":"Pinecone Tree Topper
Craft Instructions
• 8 pinecones (about 4\" long)

• 1 small round pinecone for center

• 4\"-diameter cardboard circle

• Wood stick or skewer, 10\" long

• Hot glue

• Artificial snow spray

Spray all pinecones with snow spray; let dry. Hot-glue stick to back of cardboard circle (it will anchor topper to tree; use twist ties if needed). Turn over and hot-glue small round pinecone to center of cardboard. Glue long pinecones around center cone to form star."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94b8a277a-ghk-1212-pinecone-tree-topper-s2.jpg"
      },{  
         "type":"text",
         "text":"Birch-Wrapped Paperwhites
Set the scene with potted paperwhites wrapped in birch bark and snow-spritzed pinecones.

Craft Instructions
• Birch bark (from craft store)

• Potted paperwhites

Wrap birch bark around pots. Secure with rubber bands. Cover bands with ribbon or twine; tie to secure."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94b90564e-ghk-1212-birch-wrapped-paperwhites-s2.jpg"
      }
   ]
}