{  
   "img":"http://ghk.h-cdn.co/assets/cm/15/11/480x635/54ff94b9595db-ghk-1212-christmas-tree-gold-decorations-s2.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Party Theme: We Three Kings
All things regal reign at this opulent party, which combines metallics with sapphire and amethyst hues. Get the recipes for our showstopping desserts, and read on for all the craft instructions."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x635/54ff94b9595db-ghk-1212-christmas-tree-gold-decorations-s2.jpg"
      },
     {  
         "type":"text",
         "text":"Jeweled Ornaments
Craft Instructions
• Colored ball ornaments in different sizes

• Self-adhesive jewels (from craft store)

Stick jewels onto balls, as shown."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94b9ae82a-ghk-1212-jeweled-ornaments-s2.jpg"
      },{  
         "type":"text",
         "text":"Cornucopia Ornaments
Candy-filled paper cones are ornaments now, party favors later.

Craft Instructions
• Gold origami paper (squares, approximately 6\")

• Posterboard (it will show inside the cone; we used purple and teal)

• Spray adhesive glue

• 1/2\"-wide velvet ribbon or ribbon of choice (about 6\" per ornament, plus enough for desired hanging-loop length)

• Compass or pencil and ruler

• Hot glue

In a well-ventilated area, working over newspaper, adhere gold origami squares to posterboard with adhesive spray. Use scissors to cut out posterboard squares along edge of gold paper. On each square, create a 6\" cone shape with a compass. (Or, use a pencil and ruler: Align ruler along one side, making a dot at the 6\" point with pencil. With end of ruler still in place, angle ruler about an inch into square and make another dot. Continue this process until you've created an arch of dots; connect dots with pencil. Cut along the arched line.) Slowly bend paper into cone shape, taking care not to crease cone; hot-glue sides together to secure. Cut ribbon to fit around top edge of cone and adhere with a glue gun, adding a spot of glue every inch. Glue ends of a ribbon to both sides of cone's interior so it can be hung."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94ba1a1dc-ghk-1212-candy-filled-gold-cone-s2.jpg"
      },{  
         "type":"text",
         "text":"Ribbon Star Tree Topper
Craft Instructions
• Eight 10\" wooden skewers

• 2\"-diameter Styrofoam ball, cut in half

• 1/2\"-wide gold wired ribbon (about 68\" total)

• 2\"-diameter gold button

• Hot glue

Cut 4 wooden skewers down to 8\" and other 4 into 5\" pieces. Cut four 10\" and four 7\" pieces of ribbon so that ends are angled. Insert the 4 longer skewers into Styrofoam ball half, one on each \"side,\" as shown, to create a cross. Insert each smaller skewer at an angle between two longer skewers. Starting at base of Styrofoam ball, round side up, and working outward, glue ribbon to front of each skewer with small dots of hot glue spaced 1 1/2 inches apart, lifting ribbon between glue dots so there is some slack; this will create a wave or ripple effect. Glue button to center of Styrofoam ball (flat side) to finish. Attach to tree with twist ties."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x660/54ff94ba66fd8-ghk-1212-ribbon-star-tree-topper-s2.jpg"
      },{  
         "type":"text",
         "text":"Embellished Hurricanes
Fancy buttons and ribbon embellish glass candleholders.

Craft Instructions
• Glass candleholders indifferent sizes

• Variety of velvety fabrics

• Lacy gold ribbon

• Jeweled buttons

Cut bands of velvety fabric to desired size (we used 3\"-wide strips) and wrap around center of glass container. Use hot glue or other adhesive to secure at back of container. Layer gold ribbon (we used 2\"-wide ribbon) over velvet and glue to back of container. Finish by gluing a button to center of ribbon at front."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94bae2020-ghk-1212-embellished-glass-candleholders-s2.jpg"
      }
   ]
}