{  
   "img":"http://ghk.h-cdn.co/assets/cm/15/11/480x595/54ff94bb38464-ghk-1212-christmas-tree-red-decorations-s2.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Party Theme: Santa Claus Is Coming to Town
Exchange sweets — and celebrate St. Nick — at this casual cookie swap. The jolly, festive touches: a keep-the-faith mantel banner, a sled turned dessert-server and a red and white color scheme punctuated with hits of green. Get the recipes for our Mouthwatering Cookies, and read on for all the craft instructions."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x595/54ff94bb38464-ghk-1212-christmas-tree-red-decorations-s2.jpg"
      },
     {  
         "type":"text",
         "text":"Red Buckle Balls
To craft this ornament, all you need are mini belt buckles, black felt and a glue gun.

Craft Instructions
• 4\"-diameter red ball ornament

• Black felt strip, 1\" by 8\"

• Small gold belt buckles (from fabric store)

• Hot glue

Feed black felt strip through gold buckle so buckle is centered; wrap felt strip around middle of red ornament. Hot-glue ends of felt strip to back of ball so they just meet."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/16/34/480x720/gallery-54ff94bb8bef6-ghk-1212-santa-belt-buckle-ornament-s2.jpg"
      },{  
         "type":"text",
         "text":"Red Hat Ornaments
Tiny hats and ho ho ho ornaments made with stick-on letters keep the tannenbaum on theme.

Craft Instructions
• Red felt, cut into 5\" squares

• Red yarn

• Small silver jingle bell

• White fur fabric, cut into ¾\" strips

• Hot glue

Place an 8\"-diameter plate over felt square so its curved edge forms a centered arc on the felt. Trace the quarter-circle shape created by edge of plate, and cut along the line. This creates a triangle with a curved edge. Place felt piece flat on a table and hot-glue end of a small loop of yarn near top of triangle, allowing loop to overhang. Run another piece of yarn through loop and tie tightly, leaving a 1 1/2\" piece of yarn at end. Tie bell onto that piece, then double back the excess yarn and hot-glue it to felt triangle. Once glue has dried, form felt into a cone; secure with hot glue. Finish by gluing fur to bottom of hat, with seam in back."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94bbe6ef2-ghk-1212-hats-ho-ho-ho-ornaments-s2.jpg"
      },{  
         "type":"text",
         "text":"Santa Claus Is Coming to Town
The crowning touch: Santa's hat as tree topper."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x720/54ff94bc50cb1-ghk-1212-santa-hat-tree-topper-s2.jpg"
      },{  
         "type":"text",
         "text":""
      },
      {  
         "type":"image",
         "url":""
      },{  
         "type":"text",
         "text":""
      },
      {  
         "type":"image",
         "url":""
      },{  
         "type":"text",
         "text":""
      },
      {  
         "type":"image",
         "url":""
      }
   ]
}