{  
   "img":"http://ghk.h-cdn.co/assets/16/36/980x490/landscape-1473256759-ghk-web-giftsformomindex1.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"If your mom is a hiker, this 100% wool Pendleton throw blanket has special meaning — it's designed to represent Yosemite National Park. (And if she's never set foot in California, you can browse the full National Parks Collection here.) "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472048531-pendleton-national-park-throw.jpg"
      },
    {  
         "type":"text",
         "text":"Chic Coffee Table Book
Pinterest's got nothing on this 192-page coffee table book, featuring naturally-lit arrangements by New York-based florist Lewis Miller. It's so good, Marie Claire creative director Nina Garcia wrote the foreword. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x622/gallery-1472050123-styling-nature-copy.jpg"
      },
      {  
         "type":"text",
         "text":"Multi-tasking Makeup
Mom might not be ready to venture into the world of contouring, but she'll be so down for this time-saving stick that works for eyes, lips and cheeks. It comes in a variety of shades, but it's also sheer, so most of them work well on all skin tones. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/1472162137-bite-beauty-multistick.jpg"
      },
      {  
         "type":"text",
         "text":"Artsy Tea Infuser
Tea enthusiasts (a.k.a. 99% of moms) will lose it over this loose leaf infuser, which is plated in 23-karat gold. The pyramid-shaped infuser comes with a ceramic tea tray that can even be monogrammed. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472050556-tea-forte-icon-au-gold-infuser.jpg"
      },
      {  
         "type":"text",
         "text":"Colorful Bud Vases
Stems from the garden will take center stage in these ceramic tube flower vases. The set comes with eight individual tubes in complementary colors that look great as a group or scattered around the house"
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472060187-chive-ceramic-flower-vases.jpg"
      },
      {  
         "type":"text",
         "text":"Perfect iPhone Accessory
FaceTime dates get an upgrade via this matching charging stand. It's easy enough for Mom to set up (you just feed the charging wire through the base) and lets her chat hands-free while she cooks or works on the computer."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472061055-satechi-aluminum-desktop-charging-stand.jpg"
      },
      {  
         "type":"text",
         "text":"Genius Cat Pod
She may not admit it, but your mom's cats are almost as important to her as, well, you. This clever pod can be used indoors or out and can be tossed right in the washing machine if Fluffy has an accident. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472063041-frontpet-cat-bed.jpg"
      },
      {  
         "type":"text",
         "text":"Extra Office Flair
Make Mom's office feel more like home a minimalist set of office supplies (pens included!). Once she discovers the fun of Poppin office products, you may start noticing that she pulls a lot of late nights... "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472063480-poppin-desktop-starter-set-mint.jpg"
      },
      {  
         "type":"text",
         "text":"Indoor Garden & Organizer
Organizing is way more fun when you get to throw succulents in the mix. To make this organizer gift-ready, fill the cubbies with her favorite sweets and photos of you (and other family members too — c'mon, 'tis the season of generosity)."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472049198-perch-starter-pack.jpg"
      }  
   ]
}