{  
   "img":"http://ghk.h-cdn.co/assets/16/36/980x490/landscape-1473256759-ghk-web-giftsformomindex1.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Beach-Ready Flats
One of the best gifts you can give a busy mother on-the-go is a pair of comfortable shoes. These smoking slippers with espadrille-style lining also look great on a family jaunt to Mexico ... just sayin'. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/320x480/gallery-1472064078-soludos-smoking-slipper.jpeg"
      },
    {  
         "type":"text",
         "text":"Chic Smartwatch
If you were the kid your mom could never get out of bed, apologize with this chic smartwatch. It reads text messages, can adjust music volume and in our GH Lab test, it had great battery life and won extra points for being so comfortable. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472067539-pebble-round.jpg"
      },
      {  
         "type":"text",
         "text":"Feminist Must-Read
There's one octogenarian that feminists of all ages can agree on: Ruth Bader Ginsburg. This hilarious book was inspired by the Internet, but will inspire your mom to be as bad to the bone as this Supreme Court Justice. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x639/gallery-1472065506-notorious-rbg.jpg"
      },
      {  
         "type":"text",
         "text":"Coolest Umbrella
For all the times she dragged you to an art museum, return the favor with this quirky umbrella featuring famous artists illustrated in the style of their work. See, we were paying attention all along!"
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472067119-history-of-art-umbrella.jpg"
      },
      {  
         "type":"text",
         "text":"Night Cream Upgrade
She's already gorgeous, but if Mom needs a second opinion on the latest and greatest beauty products, that's where you come in. This night cream won our test because it hydrated and improved texture without irritating skin. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472069546-caudalie-resveratrol-night-infusion-cream.jpg"
      },
      {  
         "type":"text",
         "text":"No-Slip Yoga Mat
For the ultimate yogi, this mat towel is made with natural essential oils and features silicon dots that'll grip the floor or mat, that way she won't bust her asana during crow pose. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472070611-yogitoes-yoga-towel.jpg"
      },
      {  
         "type":"text",
         "text":"Countryside Calendar
Give Mom a break from iCalendar mania with a trip through the French countryside. This 52-week engagement calendar offers a peek inside private homes and grand topiary gardens — and may just inspire your next family vacation. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472076770-french-country-diary-2017.jpg"
      },
      {  
         "type":"text",
         "text":"Athletic Carry-All
If gym time is her me time, a sporty carry-all is even better than a purse. Adidas's Studio duffel includes a cross-body strap and a fresh sleeve for sneakers. (Oh, and if mom's not into bling, it also comes in four other colors.) "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472153914-adidas-studio-duffel-bag.jpg"
      },
      {  
         "type":"text",
         "text":"Farm Fresh Recipes
Molly Yeh is the type of food blogger your mom will instantly love. Her recipes blend her Chinese-Jewish heritage, plus classic Midwestern hotplates she mastered living on a North Dakota farm. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x589/gallery-1472155547-molly-on-the-range.jpg"
      }  
   ]
}