{  
   "img":"http://ghk.h-cdn.co/assets/16/36/980x490/landscape-1473256759-ghk-web-giftsformomindex1.jpg",
   "title":"",
   "type":"content",
   "list":[  
      {  
         "type":"text",
         "text":"Most Valuable Player
Not only can she watch hours of Dancing with the Stars on Hulu, but thanks to Amazon Fire TV's parental controls, Mom can also keep the kids' TV time in check. It was our testers' favorite because it's simple to use but still offers tons of functions, like voice-controlled searching. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x719/gallery-1472156514-amazon-fire-tv.jpg"
      },
    {  
         "type":"text",
         "text":"Scandalous Wine Glasses
You know the wine glass Olivia Pope drinks from on Scandal? It's handled. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472153020-camille-wine-glasses.jpg"
      },
      {  
         "type":"text",
         "text":"Mini Beauty Bag
Meet the new star of your mom's purse. It looks like a clutch, but unfolds to reveal two clear zip pockets that can fit all the lipsticks. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472155035-stephanie-johnson-makeup-pouch.jpg"
      },
      {  
         "type":"text",
         "text":"Disney-Famous Candle
If Disney World dominated your family vacays of years past, your mom will recognize the scent of this candle instantly — it's the same one used in the infamous Beach Club Hotel lobby. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/1472049659-disney-beach-club-candle.jpg"
      },
      {  
         "type":"text",
         "text":"Witty Tea Towel
This cotton tea towel does the talking for you. Your mom will genuinely appreciate the cheeky sentiment, and will totally relate when she thinks of grandma. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/16/34/480x720/gallery-1472069012-mother-was-right-tea-towel.jpg"
      },
      {  
         "type":"text",
         "text":"Champagne Sweets
These aren't regular gummy bears. These are gummy bears made from Dom Pérignon Champagne. *drops mic* "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/15/43/480x480/gallery-1445440295-gummy-bears.jpg"
      },
      {  
         "type":"text",
         "text":"Handwritten Bracelet
If anyone can recognize your handwriting, even in 2016, it's your mom. Jot down a sweet sentiment or an inside joke (or get the kids to scribble something close enough), and the bigEjewelry Etsy store will turn it into a bracelet she'll never want to take off. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x552/54ff8ba9bc157-handwritten-necklace-xln.jpg"
      },
      {  
         "type":"text",
         "text":"Smartphone Gloves
If your mom is more into Facebook than you are, she'll want these texting gloves (knitted with nano-metallic conductive yarn, if you're curious!) for frigid football games or hockey practice. Go the extra mile and choose her favorite colors — they come in five styles. "
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x552/54ff8bab13754-gloves-de.jpg"
      },
      {  
         "type":"text",
         "text":"Ultimate Bath Caddy
A day at the spa might not be within reach for a mom as busy as yours, but this helpful tub shelf (complete with a special spot for her Pinot Noir) will let her recreate the experience at home."
      },
      {  
         "type":"image",
         "url":"http://ghk.h-cdn.co/assets/cm/15/11/480x552/54ff8baba41d9-bathtub-caddy-de.jpg"
      }  
   ]
}